<?php

return [
    'title' => 'SleepingOwl - Админ панель для Laravel.',
    'menu' => [
        'docs' => 'Документация',
        'demo' => 'Демо',
        'home' => 'Домой',
        'donate' => 'Donate'
    ],
    'search' => [
        'placeholder' => 'Поиск по документации',
        'no_results' => 'Мы не смогли ничего найти по запросу "{{query}}". Сожалеем! :(' // We didn't find any result for "{{query}}". Sorry!
    ],
    'error' => [
        '404' => [
            'fact1'  => 'Полёт совы совершенно бесшумен благодаря её особенным перьям. Это полезное свойство помогает совам в их ночной охоте.',
            'fact2'  => 'Большинство сов — ночные птицы, днём они предпочитают спать.',
            'fact3'  => 'Сова может повернуть голову на 270 градусов, то есть сделать три четверти полного оборота.',
            'fact4'  => 'Совы разных видов охотятся друг на друга.',
            'fact5'  => 'Глаза сов полностью неподвижны, именно поэтому природа наградила их такой подвижной шеей.',
            'fact6'  => 'Единственный вид сов, употребляющий в пищу в том числе и растительную пищу — сова-эльф.',
            'fact7'  => 'Вопреки сложившемуся мнению, далеко не все совы «ухают».',
            'fact8'  => 'Совы обитают почти по всей планете, за исключением Антарктиды и некоторых островов.',
            'fact9'  => 'У сов целых три пары век. Первая служит для моргания, вторая — для защиты глаз, третья — для сна.',
            'fact10' => 'Во многих культурах сова является символом мудрости.',
        ],
        '503' => 'Мы скоро вернемся.' // Be right back.
    ]
];